Repository: 5nafu/apps
Catalog: l10n/*/activity.po
Languages: ar, cs_cz, el, et_ee, id, ja

source: Your settings have been updated.
ar: تم تحديث الإعدادات الخاصة بك.
cs_cz: Vaše nastavení bylo aktualizováno.
el: Οι ρυθμίσεις σας έχουν ενημερωθεί.
et_ee: Seaded on uuendatud.
id: Pengaturan Anda telah diperbarui.
ja: 設定を更新しました。

source: Activity
ar: نشاط
cs_cz: Aktivita
el: Δραστηριότητα
et_ee: Toimingud
id: Kegiatan
ja: アクティビティ

source: No more activities to load.
ar: لا يوجد أي أنشطة للتحميل.
cs_cz: Žádné další aktivity k načtení.
el: Δεν υπάρχουν δραστηριότητες προς φόρτωση.
et_ee: Pole rohkem tegevusi, mida laadida.
id: Tidak ada lagi kegiatan untuk dimuat.
ja: これ以上読み込むアクティビティはありません。

source: Loading older activities
ar: تحميل الأنشطة السابقة.
cs_cz: Načítám starší aktivity
el: Φόρτωση παλαιότερων δραστηριοτήτων
et_ee: Vanemate tegevuste laadimine
id: Memuat kegiatan lama
ja: 古いアクティビティを読み込み中

source: A file or folder has been <strong>shared</strong>
ar: ملف أو مجلد تم </strong>مشاركته<strong>
cs_cz: Soubor nebo složka byla <strong>nasdílena</strong>
el: Ένα αρχείο ή κατάλογος έχει <strong>διαμοιραστεί</strong>
et_ee: Fail või kataloog on <strong>jagatud</strong>
id: Sebuah berkas atau folder telah <strong>dibagikan</strong>
ja: ファイルもしくはフォルダが<strong>共有</strong>されました

source: A new file or folder has been <strong>created</strong> in a shared folder
ar: ملف جديد أو مجلد تم </strong>إنشائه<strong> في المجلدات المشاركة
cs_cz: Ve sdílené složce byl <strong>vytvořen</strong> nový soubor nebo nová složka.
el: Ένα νέο αρχείο ή ένας κατάλογος έχει <strong>δημιουργηθεί</strong> σε έναν διαμοιραζόμενο κατάλογο
et_ee: Uus fail või kataloog on <strong>loodud</strong> jagatud kataloogi
id: Sebuah berkas dan folder baru telah <strong>dibuat</strong> di folder bagi
ja: 共有フォルダで、ファイルもしくはフォルダが<strong>作成</strong>されました

source: A file or folder has been <strong>changed</strong> in a shared folder
ar: ملف أو مجلد تم </strong>تعديله<strong> في المجلدات المشاركة
cs_cz: Ve sdílené složce došlo ke <strong>změně</strong> souboru nebo složky.
el: Ένα αρχείο ή ένας κατάλογος έχει <strong>τροποποιηθεί</strong> σε έναν διαμοιραζόμενο κατάλογο
et_ee: Fail või kataloog on <strong>muudetud</strong> jagatud kataloogis
id: Sebuah berkas dan folder baru telah <strong>diubah</strong> di folder bagi
ja: 共有フォルダで、ファイルもしくはフォルダが<strong>変更</strong>されました

source: A file or folder has been <strong>deleted</strong> from a shared folder
ar: ملف أو مجلد تم </strong>حذفه<strong> من المجلدات المشاركة
cs_cz: Ve sdílené složce byl <strong>smazán</strong> soubor nebo složka.
el: Ένα αρχείο ή ένας κατάλογος έχει <strong>διαγραφεί</strong> από έναν διαμοιραζόμενο κατάλογο
et_ee: Fail või kataloog on <strong>kustutatud</strong> jagatud kataloogist
id: Sebuah berkas dan folder baru telah <strong>dihapus</strong> di folder bagi
ja: 共有フォルダから、ファイルもしくはフォルダが<strong>削除</strong>されました

source: %n more...
id: %n lainnya...
ja: 残り %n あります

source: RSS feed
ar: تغذية RSS
cs_cz: RSS kanál
el: Ροή RSS
et_ee: RSS voog
id: Umpan RSS
ja: RSSフィード

source: No activities yet.
ar: لا يوجد أي أنشطة حتى الأن.
cs_cz: Zatím žádné aktivity.
el: Καμία δραστηριότητα μέχρι τώρα.
et_ee: Tegevusi pole veel.
id: Tidak ada kegiatan.
ja: アクティビティはまだありません。

source: You will see a list of events here when you start to use your %s.
ar: سترى هنا قائمة بالأحداث عندما تقوم بالبدء في استخدام %s الخاص بك.
cs_cz: Zde uvidíte seznam událostí jakmile začnete používat váš %s.
el: Θα δείτε εδώ μια λίστα από συμβάντα όταν ξεκινήσετε να χρησιμοποιείτε το %s σας.
et_ee: Siin näed sa sündmuste nimekirja kui sa hakkad %s kasutama.
id: Anda akan melihat daftar peristiwa disini ketika mulai menggunakan %s Anda.
ja: %s の使用を開始すると、ここでイベントリストを見ることができます。

source: Notifications
ar: الإشعارات
cs_cz: Upozornění
el: Ειδοποιήσεις
et_ee: Teavitused
id: Pemberitahuan
ja: 通知

source: Mail
ar: البريد
cs_cz: Pošta
el: Ταχυδρομείο
id: Email
ja: メール

source: Stream
ar: بث
cs_cz: Proud
el: Ροή
et_ee: Voog
id: Alir
ja: ストリーム
