Repository: 5nafu/apps
Catalog: l10n/*/admin_dependencies_chk.po
Languages: az, bg_bg, bn_in, cs_cz, gl, nl, ru, sl, ta_in

source: The php-json module is needed by the many applications for inter communications
az: Qarşılıqlı əlaqəniin qurulması üçün php-json modulu əksər proqramlar tərəfindən tələb edilir.
bg_bg: Php-json модулът е нужен от много приложения за комуникации помежду им.
bn_in: PHP-JSON মডিউল পারস্পরিক যোগাযোগের জন্য অনেক অ্যাপ্লিকেশন দ্বারা প্রয়োজন হয়
cs_cz: Modul php-json je potřeba pro vzájemnou komunikaci mnoha aplikací
gl: O módulo php-json precísase para a intercomunicación de varias aplicacións
nl: De php-json module is voor veel andere applications nodig, het verzorgt de interne communicatie
ru: Модуль php-json необходим многим приложениям для внутреннего взаимодействия
sl: Modul php-json se uporablja za izmenjavo podatkov med različnimi programi.
ta_in: Php-json தொகுதிக்கூறு இடை-தொடர்பு கொள்ள பல பயன்பாடுகளுக்கு தேவைப்படுகின்றன.

source: The php-curl module is needed to fetch the page title when adding a bookmark
az: Sayt qeydə alınanda səhifənin başlığının götürülməsi üçün php-curl modulu istifadə edilir.
bg_bg: Php-curl модулът е нужен за автоматичното поставяне на заглави при добавяне на отбелезка.
bn_in: একটি বুকমার্ক যোগ করার সময় PHP-কার্ল মডিউল শিরোনামটি আনা প্রয়োজন
cs_cz: Modul php-curl je potřeba pro získání názvu stránky při vytváření záložky
gl: O módulo php-curl precísase para a busca de títulos de páxina cando se engaden marcadores
nl: De php-curl module is nodig voor het ophalen van de pagina titel wanneer een bladwijzer wordt toegevoegd
ru: Php-curl модуль необходим, чтобы получить заголовок страницы при добавлении закладки
sl: Modul php-curl module se uporablja za pridobivanje nazivov strani med dodajanjem zaznamkov.
ta_in: php-curl தொகுதிக்கூறு புத்தகக்குறிப்பை சேர்க்கும் பொழுது பக்கத்தின் தலைப்பை எடுக்க தேவை படுகிறது.

source: The php-gd module is needed to create thumbnails of your images
az: Şəkillərinizin kiçildilməsi üçün php-gd modulu tələb edilir
bg_bg: Php-gd модулът е нужен за създаване на икони на снимките ти.
bn_in: PHP-GD মডিউল আপনার ইমেজ থাম্বনেল তৈরি করতে প্রয়োজন হয়
cs_cz: Modul php-gd je potřeba pro tvorbu náhledů Vašich obrázků
gl: O módulo php-gd precísase para crear as miniaturas das súas imaxes
nl: The php-gd module is nodig om miniatuurvoorbeelden van uw plaatjes te maken
ru: Модуль php-gd необходим для создания миниатюр картинок
sl: Modul php-gd se uporablja za ustvarjanje sličic za predogled.
ta_in: Php-GD தொகுதிக்கூறு உங்கள் படங்களை சிறுபடங்களாக்க தேவை.

source: The php-ldap module is needed connect to your ldap server
az: LDAP server ilə əlaqə qurmaq üçün php-ldap modulu tələb edilir
bg_bg: Php-ldap модулът е нужен за свързване с ldap сървъри.
bn_in: PHP-LDAP মডিউল আপনার LDAP সার্ভারে সংযোগ প্রয়োজন হয়
cs_cz: Modul php-ldap je potřeba pro připojení k Vašemu ldap serveru
gl: O módulo php-ldap precísase para conectar co seu servidor ldap
nl: De php-ldap module is nodig om een verbinding met uw ldap server te maken
ru: Модуль php-ldap необходим для соединения с сервером LDAP
sl: Modul php-ldap se uporablja za povezavo strežnikom LDAP.
ta_in: Php-LDAP தொகுதிக்கூறு உங்கள் LDAP சேவையகத்துடன் இணைக்க தேவை.

source: The php-bcmath module is needed to support AD primary groups
az: AD əsas qrupların dəstəklənməsi üçün php-bcmath modulu tələb edilir
gl: Precisase o módulo php-bcmath para compatibilidade cos grupos AD primarios
nl: De php-bcmath module is vereist om AD primaire groepen te ondersteunen
ru: Для поддержки первичных групп AD необходим модуль php-bcmath
sl: Za podporo osnovni skupin aktivnih map je zahtevan modul php-bcmath

source: The php-zip module is needed to download multiple files at once
az: Çoxlu faylların bir dəfədə download edilə bilməsi üçün php-zip modulu tələb edilir
gl: Precisase o módulo php-zip para descargar varios ficheiros ao mesmo tempo
nl: De php-zip module is nodig voor het ophalen van meerdere bestanden tegelijk
ru: Для скачивания нескольких файлов за раз необходим модуль php-zip
sl: Za prejemanje več datotek hkrati je zahtevan modul php-zip

source: The php-mb_multibyte module is needed to manage correctly the encoding.
az: php-mb_multibyte modulu kodlaşdırılmanın düzgün idarə edilməsi üçün istifadə edilir.
bg_bg: Php-mb_multibyte модулът е нужен за се поддържа правилния символен формат.
bn_in: PHP-mb_multibyte মডিউল সঠিকভাবে এনকোডিং পরিচালনা করতে প্রয়োজন।
cs_cz: Modul php-mb_multibyte je potřeba pro správnou funkci kódování.
gl: O módulo php-mb_multibyte precísase para xestionar correctamente a codificación.
nl: De php-mb_multibyte module is nodig voor het beheren van de juiste encoding.
ru: Модуль php-mb_multibyte необходим для корректного управления кодировками.
sl: Modul php-mb_multibyte se uporablja za pravilno upravljanje kodiranja.
ta_in: php-mb_multibyte தொகுதிக்கூறு, குறியீடுகளை சரியான முறையில் நிர்வாகம் செய்ய தேவை.

source: The php-ctype module is needed validate data.
az: Data yoxlanışı üçün php-ctype modulu tələb edilir.
bg_bg: Php-ctype модулът е нужен за валидиране на данните.
bn_in: PHP-ctype মডিউল যাচাই তথ্যে প্রয়োজন হয়।
cs_cz: Modul php-ctype je potřeba pro ověřování dat.
gl: O módulo php-ctype precísase para validar datos.
nl: De php-ctype module is nodig voor het valideren van data.
ru: Модуль php-ctype необходим для проверки данных.
sl: Modul php-ctype se uporablja za preverjanje veljavnosti podatkov.
ta_in: php-ctype தரவுகளை பரிசோதிக்க தேவை

source: The php-xml module is needed to share files with webdav.
az: Fayllarin webdav ilə yayımlanması üçün php-xml modulu tələb edilir.
bg_bg: Php-xml модулът е нужен за споделяне на файлове с webdav.
bn_in: PHP-XML মডিউল WebDAV এর সাথে ফাইল শেয়ার করার জন্যে প্রয়োজন হয়।
cs_cz: Modul php-xml je potřeba ke sdílení souborů prostřednictvím WebDAV.
gl: O módulo php-xml precísase para compartir ficheiros con webdav.
nl: De php-xml module is nodig voor het delen van bestanden via webdav.
ru: Модуль php-xml необходим для открытия файлов через webdav.
sl: Modul php-xml se uporablja za souporabo datotek preko protokola WebDAV.
ta_in: WebDAV உடன் கோப்புகளை பகிர்ந்து கொள்ள Php-xml தொகுதிக்கூறு வேண்டும்.

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
az: Baza biliklərinin OCS serverlərdən götürülməsi üçün php.ini faylında allow_url_fopen direktivi 1 olmalıdır.
bg_bg: Allow_url_fopen директивата в твоя php.ini трябва да бъде 1, за да изтегли knowledge base от OCS сървъри.
bn_in: আপনার php.ini এর allow_url_fopen নির্দেশ OCS সার্ভার থেকে নলেজ বেস আহরণের জন্য 1 নির্ধারণ করা উচিত
cs_cz: Příkaz allow_url_fopen ve Vašem souboru php.ini by měl být nastaven na 1 pro získávání znalostní báze ze serverů OCS
gl: A directiva allow_url_fopen do seu php.ini debe estabelecerse a 1 para obter coñecemento básico desde servidores OCS
nl: De php.ini allow_url_fopen variabele moet op 1 worden gezet om informatie van OCS servers op te halen
ru: Параметр allow_url_fopen в файле php.ini должен иметь значение 1 для получения базы знаний с серверов OCS
sl: Določilo allow_url_fopen v datoteki php.ini mora biti nastavljeno na vrednost 1, če naj bo dostop do zbirke znanja na strežnikih OCS omogočen.
ta_in: உங்கள் php.ini 'இல் allow_url_fopen என்ற கட்டளை Ocs சர்வர்கள் இருந்து அறிவு தளம் மீட்டெடுக்க 1'ஆக அமைக்கப்படவேண்டும்.

source: The php-pdo module is needed to store owncloud data into a database.
az: Owncloud verilənlərin bazada saxlanılması üçün php-pdo moduluna ehtiyac var.
bg_bg: Php-pdo модулът е нужен за се запазва owncloud данни в базата данни.
bn_in: PHP-PDO মডিউল একটি ডাটাবেসের মধ্যে owncloud তথ্য ধারণ করার জন্য প্রয়োজন হয়।
cs_cz: Modul php-pdo je potřeba pro ukládání dat ownCloud do databáze.
gl: O módulo php-pdo precísase para gardar datos de owncloud na base de datos.
nl: De php-pdo module is nodig voor het opslaan van data in de database.
ru: Модуль php-pdo необходим для хранения данных ownСloud в базе данных.
sl: Modul php-pdo se uporablja za shranjevanje podatkov ownCloud v podatkovno zbirko.
ta_in: உங்கள் owncloud தரவுகளை ஒரு தரவுத்தளத்தில் பதிவு செய்ய Php-PDO தொகுதிக்கூறு தேவை.

source: The iconv module is needed to convert data into the correct charset.
az: Datanın düzgün simvola konvert edilməsi üçün iconv modulu tələb edilir
bg_bg: Iconv модулът е нузен за конверитране на данни в правилната гама символи.
bn_in: Iconv মডিউল সঠিক ক্যারসেটের মধ্যে তথ্য রূপান্তর করতে প্রয়োজন হয়।
cs_cz: Modul iconv je potřeba pro převod dat do správné znakové sady.
gl: O módulo iconv precisase para converter datos no conxunto de caracteres correcto.
nl: The iconv module is nodig voor het converteren van data naar de juiste character encoding.
ru: Модуль iconv необходим для преобразования данных в правильную кодировку
sl: Modul iconv se uporablja za pretvarjanje podatkov v ustrezen nabor znakov.
ta_in: தரவுகளை சரியான எழுத்துத்தொகுப்பாக மாற்ற Iconv தொகுதி தேவை.

source: Dependencies status
az: Asılılıqların vəziyyəti
bg_bg: Статус на зависимостите
bn_in: নির্ভরতার অবস্থা
cs_cz: Stav závislostí
gl: Estado das dependencias
nl: Afhankelijkheid status:
ru: Статус зависимостей
sl: Stanje odvisnosti
ta_in: சார்ந்திருப்பவைகளின் நிலை

source: Used by :
az: Tərəfindən istifadə edilir:
bg_bg: Използва се от:
bn_in: দ্বারা ব্যবহৃত :
cs_cz: Používá:
gl: Empregado por:
nl: Gebruikt door:
ru: Используется:
sl: Uporablja:
ta_in: பயன்படுத்தியவர் :

source: The php-zip module is needed download multiple files at once
bg_bg: Php-zip модулът е нужен за теглене на повече от един файл едновременно.
