Repository: 5nafu/apps
Catalog: l10n/*/bookmarks.po
Languages: ku_iq

source: Bookmarks
ku_iq: دڵخوازه‌کان

source: unnamed
ku_iq: بێ ناو

source: Bookm.
ku_iq: نیشانکردن

source: Drag this to your browser bookmarks and click it, when you want to bookmark a webpage quickly:
ku_iq: رابکێشه‌ ئه‌مه بۆ دڵخوازه‌کان له‌ وێبگه‌ڕه‌که‌ت وه‌ کرته‌ بکه‌ لێی، کاتێك ده‌ته‌وێت ماڵپه‌ڕێك دڵخواز بکه‌ی به‌خێرای:

source: Read later
ku_iq: دووای بیخوێنه‌وه

source: Address
ku_iq: ناونیشان

source: Title
ku_iq: ناونیشان

source: Tags
ku_iq: تاگه‌کان

source: Save bookmark
ku_iq: پاشکه‌وتکردنی دڵخواز

source: You have no bookmarks
ku_iq: تۆ دڵخوازت نیه

source: Bookmarklet <br />
ku_iq: دڵخوازکرا <br />
