Repository: 5nafu/apps
Catalog: l10n/*/contacts.po
Languages: id, ko

source: Error (de)activating addressbook.
id: Galat saat mengaktifkan/menonaktifkan buku alamat.
ko: 주소록을 (비)활성화하는 데 실패했습니다.

source: id is not set.
id: id tidak disetel.
ko: 아이디가 설정되어 있지 않습니다.

source: Cannot update addressbook with an empty name.
id: Tidak dapat memperbarui buku alamat tanpa mengisi nama.
ko: 주소록에 이름란이 비어있으면 업데이트를 할 수 없습니다.

source: No category name given.
id: Tidak ada kategori yang diberikan.

source: Error adding group.
id: Galat saat menambah grup.

source: Group ID missing from request.
id: ID grup tidak ada pada permintaan.

source: Contact ID missing from request.
id: ID kontak tidak ada pada permintaan.

source: No ID provided
id: Tidak ada ID ditentukan
ko: ID가 제공되고 있지 않습니다

source: Error setting checksum.
id: Galat saat menyetel checksum.
ko: 오류 검사합계 설정

source: No categories selected for deletion.
id: Tidak ada kategori terpilih untuk dihapus.
ko: 삭제 카테고리를 선택하지 않았습니다.

source: No address books found.
id: Tidak ada buku alamat ditemukan.
ko: 주소록을 찾을 수 없습니다.

source: No contacts found.
id: Kontak tidak ditemukan
ko: 연락처를 찾을 수 없습니다.

source: You have no addressbooks.
id: Anda tidak punya buku alamat.

source: element name is not set.
id: nama elemen tidak disetel.
ko: element 이름이 설정되지 않았습니다.

source: checksum is not set.
id: checksum tidak disetel.
ko: 체크섬이 설정되지 않았습니다.

source: Information about vCard is incorrect. Please reload the page.
id: Informasi tentang vCard salah. Mohon muat ulang halaman.
ko: vCard 정보가 올바르지 않습니다. 페이지를 새로 고치십시오.

source: Couldn't find vCard for %d.
id: Tidak dapat menemukan vCard untuk %d.

source: Information about vCard is incorrect. Please reload the page:
id: Informasi tentang vCard salah. Mohon muat ulang halaman.
ko: vCard에 대한 정보가 잘못되었습니다. 페이지를 다시 로드하세요:

source: Something went FUBAR.
id: Ups. Ada kekacauan.
ko: 무언가가 FUBAR로 감.

source: Cannot save property of type "%s" as array
id: Tidak dapat menyimpan properti tipe "%s" sebagai array.
ko: "%s" 타입의 프롭퍼티를 배열로서 보존할 수 없습니다

source: Missing IM parameter.
id: Parameter IM tidak ada.
ko: IM 매개 변수 분실.

source: Unknown IM:
id: IM tidak dikenal:
ko: 불명한 IM:

source: No contact ID was submitted.
id: Tidak ada ID kontak yang dikirimkan.
ko: 접속 아이디가 기입되지 않았습니다.

source: Error reading contact photo.
id: Galat saat membaca foto kontak.
ko: 사진 읽기 오류

source: Error saving temporary file.
id: Galat saat menyimpan berkas sementara.
ko: 임시 파일을 저장하는 동안 오류가 발생했습니다.

source: The loading photo is not valid.
id: Foto yang dimuat tidak valid.
ko: 로딩 사진이 유효하지 않습니다.

source: Contact ID is missing.
id: ID Kontak tidak ada.
ko: 접속 아이디가 없습니다.

source: No photo path was submitted.
id: Tidak ada lokasi foto yang dikirimkan.
ko: 사진 경로가 제출되지 않았습니다.

source: File doesn't exist:
id: Berkas tidak ada:
ko: 파일이 존재하지 않습니다:

source: Error loading image.
id: Galat saat memuat gambar.
ko: 로딩 이미지 오류입니다.

source: Error getting contact object.
id: Galat saat mengambil objek kontak.
ko: 연락처 개체를 가져오는 중 오류가 발생했습니다.

source: Error getting PHOTO property.
id: Galat saat mengambil properti PHOTO.
ko: 사진 속성을 가져오는 중 오류가 발생했습니다.

source: Error saving contact.
id: Galat saat menyimpan kontak.
ko: 연락처 저장 중 오류가 발생했습니다.

source: Error resizing image
id: Galat saat mengubah ukuran gambar
ko: 화상의 리사이즈 에러

source: Error cropping image
id: Galat saat memotong gambar
ko: 화상의 샘플 에러

source: Error creating temporary image
id: Galat saat membuat gambar sementara
ko: 일시 화상의 생성 에러

source: Error finding image:
id: Galat saat menemukan gambar:
ko: 화상 검색 에러:

source: Key is not set for:
id: Kunci tidak disetel untuk:
ko: 키가 미설정:

source: Value is not set for:
id: Nilai tidak disetel untuk:
ko: 치가 미설정:

source: Could not set preference:
id: Tidak dapat menyetel preferensi:
ko: 우선도를 설정 할 수 없습니다:

source: Upload of blacklisted file:
id: Pengunggahan berkas terlarang:

source: Error uploading contacts to storage.
id: Galat saat mengunggah kontak ke penyimpanan.
ko: 스토리지 에러 업로드 연락처.

source: There is no error, the file uploaded with success
id: Tidak ada galat, berkas sukses diunggah
ko: 에러는 없습니다. 파일의 업 로드는 성공했습니다

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
id: Berkas yang diunggah melampaui direktif upload_max_filesize di php.ini
ko: 업 로드 파일은 php.ini 내의 upload_max_filesize 의 제한을 넘고 있습니다

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
id: Berkas yang diunggah melampaui direktif MAX_FILE_SIZE yang ditentukan dalam formulir HTML.
ko: 업 로드 파일은 HTML 폼으로 지정된 MAX_FILE_SIZE 의 제한을 넘고 있습니다

source: The uploaded file was only partially uploaded
id: Berkas hanya diunggah sebagian
ko: 업 로드 파일은 일부분만큼 업 로드되었습니다

source: No file was uploaded
id: Tidak ada berkas yang diunggah
ko: 파일은 업 로드되지 않았습니다

source: Missing a temporary folder
id: Folder sementara tidak ada
ko: 일시 보존 폴더가 발견되지 않습니다

source: Couldn't save temporary image:
id: Tidak dapat menyimpan gambar sementara:
ko: 일시적인 화상의 보존을 할 수 없었습니다:

source: Couldn't load temporary image:
id: Tidak dapat memuat gambar sementara:
ko: 일시적인 화상의 read를 할 수 없었습니다:

source: No file was uploaded. Unknown error
id: Tidak ada berkas yang diunggah. Galat tidak dikenal.
ko: 파일이 업로드 되지 않았습니다. 알 수 없는 오류.

source: Contacts
id: Kontak
ko: 연락처

source: Add to...
id: Tambahkan ke...
ko: 추가...

source: Remove from...
id: Hapus dari...
ko: 삭제...

source: Add group...
id: Tambah grup...
ko: 그룹을 추가...

source: Indexing contacts
id: Pembuatan indeks kontak
ko: 연락처의 인덱스를 작성중

source: Select photo
id: Pilih foto
ko: 사진을 선택

source: Network or server error. Please inform administrator.
id: Galat pada server atau jaringan. Mohon kabari administrator.

source: Error adding to group.
id: Galat saat menambahkan ke grup.

source: Error removing from group.
id: Galat saat menghapus dari grup.

source: There was an error opening a mail composer.
id: Galat terjadi saat membuka pembuat email.

source: Deleting done. Click here to cancel reloading.
id: Penghapusan selesai. Klik di sini untuk membatalkan pemuatan ulang.

source: Add address book
id: Tambahkan buku alamat

source: Import done. Click here to cancel reloading.
id: Impor selesai. Klik di sini untuk membatalkan pemuatan ulang.

source: Not all files uploaded. Retrying...
id: Tidak semua berkas diunggah. Mencoba lagi...
ko: 모든파일이 업로드되지 않았습니다. 재시도중...

source: Something went wrong with the upload, please retry.
id: Ada masalah saat mengunggah, mohon coba lagi.
ko: 업로드 하는데 무언가 잘못되었습니다. 재시도 해주세요.

source: Error
id: Galat
ko: 에러

source: Importing from {filename}...
id: Mengimpor dari {filename}...

source: {success} imported, {failed} failed.
id: {success} diimpor, {failed} gagal.

source: Importing...
id: Mengimpor...
ko: 임포트중...

source: Unable to upload your file as it is a directory or has 0 bytes
id: Gagal mengunggah berkas Anda karena berupa direktori atau mempunyai ukuran 0 byte
ko: 디렉토리 혹은 0바이트의 파일은 업 로드할 수 없습니다

source: Upload Error
id: Galat Pengunggahan
ko: 업 로드 에러

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
id: Berkas yang Anda coba unggah melebihi ukuran maksimum untuk pengunggahan berkas di server ini.
ko: 이 파일은 이 서버 파일 업로드 최대 용량을 초과 합니다.

source: Upload too large
id: Yang diunggah terlalu besar
ko: 업 로드에는 너무 큽니다.

source: Pending
id: Menunggu
ko: 중단

source: Add group
id: Tambah grup
ko: 그룹을 추가

source: No files selected for upload.
id: Tidak ada berkas terpilih untuk diunggah.
ko: 업로드를 위한 파일이 선택되지 않았습니다.

source: Edit profile picture
id: Edit gambar profil
ko: 프로필 사진을 편집

source: Error loading profile picture.
id: Galat saat memuat gambar profil
ko: 프로필 사진 로딩 에러

source: Enter name
id: Masukkan nama
ko: 이름을 입력

source: Enter description
id: Masukkan deskripsi
ko: 설명을 입력해 주세요

source: Select addressbook
id: Pilih buku alamat
ko: 주소 북을 선택

source: The address book name cannot be empty.
id: Nama buku alamat tidak boleh kosong.
ko: 주소록 이름은 비워둘 수 없습니다.

source: Is this correct?
id: Sudah benar?

source: There was an unknown error when trying to delete this contact
id: Galat tak dikenal terjadi saat mencoba menghapus kontak ini
ko: 이 연락처의 삭제시에 불명한 에러가 발생했습니다

source: # groups
id: # grup

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
id: Beberapa kontak telah ditandai untuk dihapus, tetapi belum benar-benar dihapus. Mohon tunggu hingga selesai dihapus.
ko: 일부 연락처가 삭제 표시 되었으나 아직 삭제되지 않았습니다. 삭제가 끝날 때 까지 기다려 주세요.

source: Click to undo deletion of {num} contacts
id: Klik untuk mengurungkan penghapusan {num} kontak
ko: {num} 개의 연락처의 삭제를 바탕으로 되돌린다

source: Cancelled deletion of {num}
id: Penghapusan {num} kontak dibatalkan
ko: {num} 개의 삭제를 캔슬했습니다

source: Contact is already in this group.
id: Kontak sudah ada pada grup ini.

source: Contacts are already in this group.
id: Kontak sudah ada pada grup ini.

source: Couldn't get contact list.
id: Tidak dapat mengambil daftar kontak.

source: Contact is not in this group.
id: Kontak tidak dalam grup ini.

source: Contacts are not in this group.
id: Kontak tidak dalam grup ini.

source: A group named {group} already exists
id: Grup {group} sudah ada
ko: {group} 의 그룹은 벌써 존재합니다

source: You can drag groups to arrange them as you like.
id: Anda dapat menyeret grup untuk disusun ulang sesuka hati.

source: All
id: Semua
ko: 모두

source: Favorites
id: Favorit
ko: 마음에 드는 것

source: Shared by {owner}
id: Dibagikan oleh {owner}
ko: {owner} 와 공유중

source: Result:
id: Hasil:
ko: 결과:

source: imported,
id: diimpor,
ko: 를 임포트,

source: failed.
id: gagal.
ko: 실패.

source: Displayname cannot be empty.
id: Nama tampilan tidak boleh kosong.
ko: 디스플레이 이름은 비워둘 수 없습니다.

source: Show CardDav link
id: Tampilkan tautan CardDav
ko: CarDav 링크를 표시

source: Show read-only VCF link
id: Tampilkan tautan VCF hanya-baca
ko: 독해 전용의 VCF 링크를 표시

source: Download
id: Unduh
ko: 다운로드

source: Delete
id: Hapus
ko: 삭제

source: Cancel
id: Batal
ko: 취소

source: More...
id: Lainnya...
ko: 좀 더...

source: Less...
id: Ciutkan
ko: 간략...

source: You do not have the permissions to read this addressbook.
id: Anda tidak memiliki izin untuk membaca buku alamat ini.
ko: 당신은 이 주소록을 읽기 위한 권한이 없습니다.

source: You do not have the permissions to update this addressbook.
id: Anda tidak memiliki izin untuk memperbarui buku alamat ini.
ko: 당신은 이 주소록을 업데이트하기 위한 권한이 없습니다.

source: There was an error updating the addressbook.
id: Galat terjadi saat memperbarui buku alamat.
ko: 주소록을 업데이트 하는중에 에러가 발생하였습니다.

source: You do not have the permissions to delete this addressbook.
id: Anda tidak memiliki izin untuk menghapus buku alamat ini.
ko: 당신은 이 주소록을 삭제하기 위한 권한이 없습니다.

source: There was an error deleting this addressbook.
id: Galat saat menghapus buku alamat ini.
ko: 이 주소록을 제거하는데 에러가 발생하였습니다.

source: Work
id: Kantor
ko: 근무처

source: Home
id: Rumah
ko: 주거

source: Other
id: Lainnya
ko: 그 외

source: Mobile
id: Ponsel
ko: 휴대전화

source: Text
id: SMS
ko: TTY TDD

source: Voice
id: Suara
ko: 음성 번호

source: Message
id: Pesan
ko: 메세지

source: Fax
id: Faks

source: Friends
id: Teman
ko: 친구

source: Family
id: Keluarga
ko: 가족

source: There was an error deleting properties for this contact.
id: Galat terjadi saat menghapus properti kontak ini.

source: {name}'s Birthday
id: Hari ulang tahun {name}
ko: {name}의 생일

source: Contact
id: Kontak
ko: 연락처

source: You do not have the permissions to add contacts to this addressbook.
id: Anda tidak memiliki izin untuk menambahkan kontak ke buku alamat ini.
ko: 당신은 이 주소록에 연락처를 추가하기 위한 권한이 없습니다.

source: Could not find the vCard with ID.
id: Tidak dapat menemukan vCard berdasarkan ID.
ko: ID와 vCard를 찾을수 없습니다.

source: You do not have the permissions to edit this contact.
id: Anda tidak memiliki izin untuk mengedit kontak ini.
ko: 당신은 연락처를 수정할 권한이 없습니다.

source: Could not find the vCard with ID:
id: Tidak dapat menemukan vCard dengan ID:
ko: 그 ID의 vCard가 발견되지 않았습니다：

source: Could not find the Addressbook with ID:
id: Tidak dapat menemukan Buku alamat dengan ID:
ko: 그 ID의 주소장이 발견되지 않았습니다：

source: You do not have the permissions to delete this contact.
id: Anda tidak memiliki izin untuk menghapus kontak ini.
ko: 당신은 연락처를 삭제할 권한이 없습니다.

source: There was an error deleting this contact.
id: Galat terjadi saat menghapus kontak ini.
ko: 이 연락처를 삭제하는데 에러가 발생하였습니다.

source: Contact not found.
id: Kontak tidak ditemukan

source: HomePage
id: Beranda
ko: 홈 페이지

source: New Group
id: Grup Baru
ko: 새로운 그룹

source: Settings
id: Setelan
ko: 설정

source: Address books
id: Buku alamat

source: New
id: Baru

source: Display name
id: Nama tampilan

source: OK
id: Oke

source: Import
id: Impor
ko: 임포트

source: Select files to import
id: Pilih berkas untuk diimpor

source: Select files
id: Pilih berkas

source: Import into:
id: Impor ke:
ko: 임포트 정보:

source: (De-)select all
id: Pilih semua/hapus pilihan

source: New Contact
id: Kontak Baru
ko: 새로운 연락처

source: Download Contact(s)
id: Unduh Kontak

source: Groups
id: Grup
ko: 그룹

source: Favorite
id: Favorit
ko: 마음에 드는 것

source: Delete Contact
id: Hapus Kontak
ko: 연락처를 삭제

source: Close
id: Tutup
ko: 닫는다

source: Keyboard shortcuts
id: Pintasak keyboard
ko: 키보드 쇼트 컷

source: Navigation
id: Navigasi
ko: 네비게이션

source: Next contact in list
id: Kontak berikut pada daftar
ko: 리스트내의 다음의 연락처

source: Previous contact in list
id: Kontak sebelumnya pada daftar
ko: 리스트내의 앞의 연락처

source: Expand/collapse current addressbook
id: Bentangkan/ciutkan buku alamat saat ini
ko: 현재의 주소장을 전개하는/때 접는다

source: Next addressbook
id: Buku alamat berikutnya
ko: 다음의 주소장

source: Previous addressbook
id: Buku alamat sebelumnya
ko: 전의 주소장

source: Actions
id: Tindakan
ko: 액션

source: Refresh contacts list
id: Segarkan daftar kontak
ko: 연락처 리스트를 다시 읽기 한다

source: Add new contact
id: Tambah kontak
ko: 새로운 연락처를 추가

source: Add new addressbook
id: Tambah buku alamat
ko: 새로운 주소장을 추가

source: Delete current contact
id: Hapus kontak saat ini
ko: 현재의 연락처를 삭제

source: <h3>You have no contacts in your addressbook.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
id: <h3>Anda tidak punya kontak pada buku alamat.</h3><p>Tambahkan kontak baru atau impor kontak yang sudah ada lewat berkas VCF.</p>

source: Add contact
id: Tambahkan kontak
ko: 연락처를 추가

source: Compose mail
id: Buat email
ko: 메일을 작성

source: Delete group
id: Hapus grup
ko: 그룹을 삭제

source: Delete current photo
id: Hapus foto saat ini
ko: 현재의 사진을 삭제

source: Edit current photo
id: Edit foto saat ini
ko: 현재의 사진을 편집

source: Upload new photo
id: Unggah foto baru
ko: 새로운 사진을 업 로드

source: Select photo from ownCloud
id: Pilih foto dari ownCloud
ko: ownCloud로부터 사진을 선택

source: First name
id: Nama depan
ko: 명

source: Additional names
id: Nama lainnya
ko: 미들 네임

source: Last name
id: Nama belakan
ko: 성

source: Select groups
id: Pilih grup

source: Nickname
id: Nama panggilan
ko: 닉네임

source: Enter nickname
id: Masukkan nama panggilan
ko: 닉네임을 입력

source: Title
id: Gelar
ko: 타이틀

source: Enter title
id: Masukkan gelar

source: Organization
id: Organisasi
ko: 소속

source: Enter organization
id: Masukkan organisasi

source: Birthday
id: Tanggal lahir
ko: 생일

source: Notes go here...
id: Tulis catatan di sini...
ko: 메모는 여기에...

source: Export as VCF
id: Ekspor sebagai VCF

source: Add
id: Tambah
ko: 추가

source: Phone
id: Telepon
ko: 전화번호

source: Instant Messaging
id: Perpesanan Instan
ko: 인스턴트 메세지

source: Address
id: Alamat
ko: 주소

source: Note
id: Catatan
ko: 메모

source: Web site
id: Situs Web
ko: 웹 사이트

source: Delete contact
id: Hapus kontak
ko: 연락처의 삭제

source: Preferred
id: Pilihan
ko: 추천

source: Please specify a valid email address.
id: Masukkan alamat email yang valid.
ko: 올바른 이메일 주소를 입력하세요.

source: someone@example.com
id: namaorang@example.com

source: Mail to address
id: Alamat pos
ko: 주소에 메일을 보낸다

source: Delete email address
id: Hapus alamat email
ko: 메일 주소를 삭제

source: Enter phone number
id: Masukkan nomor telepon
ko: 전화번호를 입력

source: Delete phone number
id: Hapus nomor telepon
ko: 전화번호를 삭제

source: Go to web site
id: Buka situs web
ko: Web 사이트로 이동

source: Delete URL
id: Hapus URL
ko: URL를 삭제

source: View on map
id: Tampilkan di peta
ko: 지도에서 표시

source: Delete address
id: Hapus alamat
ko: 주소를 삭제

source: 1 Main Street
id: Jalan Panglima Sudirman 1
ko: 번지

source: Street address
id: Alamat
ko: 주소 1

source: Postal code
id: Kode pos
ko: 우편 번호

source: Your city
id: Kota Anda
ko: 시

source: City
id: Kota
ko: 도시

source: Some region
id: Provinsi/negara bagian
ko: 도도부현

source: State or province
id: Provinsi atau negara bagian

source: Your country
id: Negara Anda
ko: 국

source: Country
id: Negara
ko: 국명

source: Delete IM
id: Hapus IM
ko: IM를 삭제

source: Share
id: Bagikan
ko: 공유

source: Export
id: Ekspor

source: CardDAV link
id: Tautan CardDav

source: The temporary image has been removed from cache.
id: Gambar sementara telah dihapus dari tembolok.
ko: 임시 이미지가 캐시에서 제거 되었습니다.

source: CardDAV syncing addresses
id: alamat sinkronisasi kalender CalDAV
ko: CardDAV 동기 주소

source: more info
id: lebih lanjut
ko: 상세 정보

source: Primary address (Kontact et al)
id: Alamat utama (Kontak dsb)
ko: 프라이머리 주소(Kontact 외)

source: Addressbooks
id: Buku alamat
ko: 주소장

source: New Address Book
id: Buku Alamat Baru
ko: 신규의 주소장

source: Name
id: Nama
ko: 이름

source: Description
id: Deskripsi
ko: 설명

source: Save
id: Simpan
ko: 보존

source: Edit
ko: 편집

source: GoogleTalk
ko: Google 토크

source: Video
ko: 화상 전화

source: Pager
ko: 호출기

source: Internet
ko: 인터넷

source: Back
ko: 돌아온다

source: Download Contact
ko: 연락처를 다운로드

source: Email
ko: 메일 주소

source: Instant Messenger
ko: 인스턴트 메신저

source: Add Contact
ko: 연락처의 추가

source: Drop photo to upload
ko: 사진을 드롭 해 업 로드

source: Format custom, Short name, Full name, Reverse or Reverse with comma
ko: 편집 포맷, 쇼트 네임, 풀네임, 역순서, 칸마 단락의 역순서

source: Edit name details
ko: 이름의 상세를 편집

source: dd-mm-yyyy
ko: yyyy-mm-dd

source: Separate groups with commas
ko: 콤마로 그룹을 분할

source: Edit groups
ko: 그룹을 편집

source: Enter email address
ko: 메일 주소를 입력

source: Edit address details
ko: 주소의 상세를 편집

source: Add notes here.
ko: 여기에 노트 추가.

source: Add field
ko: 항목을 추가

source: Download contact
ko: 연락처의 다운로드

source: Edit address
ko: 주소를 편집

source: Type
ko: 종류

source: PO Box
ko: 사서함

source: Street and number
ko: 번지

source: Extended
ko: 주소 2

source: Apartment number etc.
ko: 아파트 호수 그 외.

source: Region
ko: 도도부현

source: E.g. state or province
ko: 예를 들어 구 또는 도

source: Zipcode
ko: 우편 번호

source: Addressbook
ko: 주소장

source: Given name
ko: 명

source: Family name
ko: 성

source: Import a contacts file
ko: 연락처 파일을 임포트

source: Please choose the addressbook
ko: 주소장을 선택해 주세요

source: create a new addressbook
ko: 새로운 주소장을 작성

source: Name of new addressbook
ko: 새로운 주소장의 이름

source: Importing contacts
ko: 연락처를 임포트

source: <h3>You have no contacts in your addressbook.</h3><p>You can import VCF files by dragging them to the contacts list and either drop them on an addressbook to import into it, or on an empty spot to create a new addressbook and import into that.<br />You can also import by clicking on the import button at the bottom of the list.</p>
ko: <h3>당신의 주소록에 연락처가 없습니다.</h3><p>연락처 리스트에 드래그앤 드롭 함으로써 주소록에 VCF 파일을 가져올 수 있습니다, or on an empty spot to create a new addressbook and import into that.<br />당신은 리스트 상단에 위치한 가져오기 버튼을 누름으로써 가져올수 있습니다.</p>

source: Select Address Books
ko: 주소장을 선택해 주세요
