Repository: 5nafu/apps
Catalog: l10n/*/external.po
Languages: ast, bn_bd, da, et_ee, fi_fi, fr, ia, nl, ru, sk_sk, tr, uk

source: Please enter valid urls - they have to start with either http://, https:// or /
ast: Ingresa URL válidos: tienen d'entamar con http://, https:// o /
bn_bd: বৈধ urls দিন - তার শুরুতে http://, https:// অথবা / থাকতে হবে
da: Angiv venligst gyldige adresser - de skal enten starte med http://, https:// eller /
et_ee: Palun sisesta korrektsed URL-id - need peavad algama kas http://, https:// või /
fi_fi: Kirjoita kelvollisia verkko-osoitteita - niiden tulee alkaa etuliitteellä http://, https:// tai /
fr: Veuillez entrer des adresses URL valides (elles doivent commencer par http://, https:// ou /)
ia: Pro favor inserta valide urls - illos debe initiar o con http://, https:// o /
nl: Geef geldige urls op - die moeten starten met http://, https:// of /
ru: Пожалуйста введите действительные url-ы - они должны начинаться либо с http://, https:// или /
sk_sk: Vkladajte platné url adresy - musia sa začínať http://, https:// alebo /
tr: Lütfen geçerli adres girin - http://, https:// veya / ile başlamalıdırlar
uk: Будь ласка, введіть правильно url - вони мають починатися з http://, https:// або /

source: External sites saved.
ast: Sitios esternos guardaos
bn_bd: বাহ্যিক সাইট সংরক্ষণ করা হলো
da: Eksterne sites gemt
et_ee: Välised saidid salvestatud.
fi_fi: Ulkoiset sivustot tallennettu.
fr: Liste des sites externes sauvegardée.
ia: Sitos externe salveguardate
nl: Externe sites bewaard.
ru: Внешние сайты сохранены.
sk_sk: Externé stránky sú uložené
tr: Harici siteler kaydedildi.
uk: Зовнішні сайти збережено.

source: External Sites
ast: Sitios esternos
bn_bd: বাহ্যিক সাইট
da: Eksterne sites
et_ee: Välised saidid
fi_fi: Ulkoiset sivustot
fr: Sites externes
ia: Sitos externe
nl: Externe sites
ru: Внешние сайты
sk_sk: Externé stránky
tr: Harici Siteler
uk: Зовнішні сайти

source: Please note that some browsers will block displaying of sites via http if you are running https.
ast: Decátate de que dalgunos restoladores nun amuesen sitios vía http si tas usando https.
bn_bd: মনে রাখুন আপনি https চালালে কিছু ব্রাউজার http হয়ে আসা কিছু সাইট পদর্শ ন বাধাগ্রস্ত করতে পারে।
da: Vær opmærksom på at nogle browsere vil blokere sider via http://, hvis du kører https://
et_ee: Palun võta teadmiseks, et mõned brauserid blokeerivad saitide kuva üle http, kui sina kasutad https-i.
fi_fi: Huomioi, että jotkin selaimet estävät http-protokollaa käyttävien sivustojen näyttämisen, jos käytät itse https-protokollaa.
fr: Veuillez noter que certains navigateurs peuvent bloquer l’affichage des sites via http si vous utilisez https.
ia: Pro favor nota que alcun navigatores blocara le monstrar de sitos via http si tu es executante https.
nl: Let op dat sommige browsers http sites niet tonen als u https gebruikt.
ru: Пожалуйста, имейте ввиду, что некоторые браузеры не отображают сайты с доступные по http, если вы используете https.
sk_sk: Niektoré prezerače môžu blokovať zobrazovanie http stránok ak používate https.
tr: Eğer https kullanıyorsanız, bazı tarayıcıların http sitelerinin gösterimini engelleyeceğini unutmayın.
uk: Майте на увазі, деякі браузери блокують сайти по http, якщо ви використовуєте https.

source: Furthermore please note that many sites these days disallow iframing due to security reasons.
ast: Arriendes, por motivos de seguridá, güei en día munchos sitios nun permiten l'usu d'iframes
bn_bd: আরো মনে রাখুন যে নিরাপত্তাজনিত কারণে ইদানিং অনেক সাইট iframing অনুমোদন করেনা
da: Du skal i tillæg være opmærksom på, at mange steder ikke tillader iframing i dag af sikkerhedsmæssige grunde.
et_ee: Lisaks pane tähele, et paljud saidid praegusel ajal ei võimalda turvakaalutlustel iframing kasutust.
fi_fi: Ota myös huomioon, että monet sivustot estävät iframe-käytön tietoturvasyistä.
fr: Par ailleurs, veuillez noter que de nombreux sites aujourd’hui interdisent l’utilisation des iframes pour des raisons de sécurité.
ia: Ulteriormente nota que multe sitos iste dies dishabilita iframing debite a motivationes de securitate.
nl: Let er ook op dat veel sites het gebruik van iframes wegens beveiligingsredenen tegengaan.
ru: Кроме того, имейте ввиду, что многие сайты не разрешают iframing в целях безопасности.
sk_sk: Funkcia iframe býva často z bezpečnostných dôvodov zakázaná.
tr: Ayrıca, günümüzdeki çoğu site, güvenlik gerekçeleri nedeniyle iframe özelliğine izin vermemektedir.
uk: Крім того, будь ласка, зверніть увагу, що багато сайтів не дозволяють iframing з міркувань безпеки.

source: We highly recommend to test the configured sites below properly.
ast: Encamentámoste que pruebes los sitios configuraos a continuación.
bn_bd: নীচে কনফিগার করা সাইটগুলো পরীক্ষা করতে জোর সুপারিশ করছি।
da: Vi anbefaler kraftigt, at de nedenstående steder testes behørigt.
et_ee: Tungivalt soovitame testida allpool sisestatud saitide seadistust.
fi_fi: Suosittelemme testaamaan alla määriteltyjen sivustojen toimivuuden.
fr: Nous recommandons vivement de tester le bon fonctionnement des sites ci-dessous.
ia: Nos recommenda calidemente provar le sitos configurate a basso propriemente.
nl: We adviseren om de hieronder geconfigureerde sites goed te testen.
ru: Мы настойчиво рекомендуем правильно протестировать сконфигурированные ниже сайты.
sk_sk: Odporúčame vám dôkladne otestovať nižšie nastavené stránky.
tr: Aşağıda yapılandırılmış siteleri sınamanızı şiddetle tavsiye ederiz.
uk: Ми наполегливо рекомендуємо правильно протестувати сконфігуровані нижче сайти.

source: Name
ast: Nome
bn_bd: নাম
da: Navn
et_ee: Nimi
fi_fi: Nimi
fr: Nom
ia: Nomine
nl: Naam
ru: Имя
sk_sk: Názov
tr: İsim
uk: Ім'я

source: URL
fi_fi: Verkko-osoite
ru: Ссылка

source: Select an icon
ast: Seleicionar un iconu
bn_bd: একটি আইকন নির্বাচন কর
da: Vælg et ikon
et_ee: Vali ikoon
fi_fi: Valitse kuvake
fr: Sélectionner un icône
ia: Selige un icone
nl: Selecteer een pictogram
ru: Выберите иконку
sk_sk: Vybrať ikonu
tr: Bir simge seçin
uk: Оберіть іконку

source: Remove site
ast: Desaniciar sitiu
bn_bd: সাইট অপসারণ
da: Fjern site
et_ee: Eemalda sait
fi_fi: Poista sivusto
fr: Supprimer le site
ia: Remove sito
nl: Verwijder site
ru: Удалить сайт
sk_sk: Odstrániť stránku
tr: Siteyi kaldır
uk: Видалити сайт

source: Add
ast: Amestar
bn_bd: যোগ কর
da: Tilføj
et_ee: Lisa
fi_fi: Lisää
fr: Ajouter
ia: Adder
nl: Voeg toe
ru: Добавить
sk_sk: Pridať
tr: Ekle
uk: Додати
