Repository: 5nafu/apps
Catalog: l10n/*/files_antivirus.po
Languages: bg_bg, da, el, fr, id, pl, pt_pt, sl, uk, zh_cn

source: Clean
bg_bg: Чист
da: Rens
el: Καθαρό
fr: Nettoyer
id: Bersihkan
pl: Czysty
pt_pt: Limpar
sl: Počisti
uk: Чистий
zh_cn: 正常

source: Infected
bg_bg: Заразен
da: Inficeret
el: Μολυνσμένο
fr: Infecté
id: Terinfeksi
pl: Zainfekowany
pt_pt: Infectado
sl: Okuženo
uk: Інфікований
zh_cn: 被感染

source: Unchecked
bg_bg: Неизбран
da: Ikke markeret
el: Μη-ελεγμένο
fr: Non coché
id: Belum terperiksa
pl: Niesprawdzony
pt_pt: Desmarcado
sl: Neizbrano
uk: Неперевірений
zh_cn: 未检查

source: Scanner exit status
bg_bg: Краен статус на сканирането
da: Afslutningsstatus for skanner
el: Κατάσταση εξόδου ανιχνευτή
fr: État de sortie du scanner
id: Status keluar pemindai
pl: Status zakończenia skanera
pt_pt: Estado da verificação de termino
sl: Stanje izhoda preiskovalnika
uk: Статус виходу сканера
zh_cn: 扫描器退出状态

source: Scanner output
bg_bg: Доклад от сканирането
da: Skanner output
el: Έξοδος ανιχνευτή
fr: Sortie de scanner
id: Keluaran pemindai
pl: Wyjście skanera
pt_pt: Verificação de saída
sl: Odvod preiskovalnika
uk: Вихідні дані сканеру
zh_cn: 扫描器输出

source: Malware detected
bg_bg: Вреден софтуер открит
da: Malware fundet
el: Ανιχνεύθηκε κακόβουλο λογισμικό
fr: Logiciel malveillant détecté
id: Malware terdeteksi
pl: Znaleziono malware
pt_pt: Malware detectado
sl: Zaznana je zlonamerna programska oprema
uk: Malware виявлено
zh_cn: 发现恶意软件

source: Virus detected! Can't upload the file %s
bg_bg: Вирус открит! Неуспешно качване на файла %s.
da: Virus fundet! Filen %s kan ikke uploades
el: Εντοπίστηκε ιός! Αδυναμία μεταφόρτωσης του αρχείου %s
fr: Virus détecté ! Impossible de télécharger le fichier %s
id: Virus terdeteksi! Tidak dapat mengunggah berkas %s
pl: Znaleziono wirusa! Nie można wysłać pliku %s
pt_pt: Detetado vírus! Não é possível enviar o ficheiro %s
sl: V datoteki je zaznan virus! Datoteke %s ni mogoče poslati v oblak!
uk: Виявлений Вірус ! Неможливо завантажити файл %s
zh_cn: 发现病毒！无法上传 %s 文件

source: Greetings {user},
bg_bg: Поздрави {user},
da: Velkommen {user},
el: Καλωσόρισες {user},
fr: Bienvenue {user},
id: Salam {user},
pl: Witaj {user},
pt_pt: Bem-vindo {user},
sl: Pozdravljeni, {user},
uk: Вітаємо {user},
zh_cn: 你好 {user},

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
bg_bg: Съжалявам, но бе вреден софтуер във файла, който се опита да качиш и се наложи да го изтрием.
da: Beklager, men der blev identificeret malware i en fil, som du har forsøgt at uploade, og den måtte slettes.
el: Συγνώμη, αλλά στο αρχείο που προσπαθήσατε να μεταφορτώσετε βρέθηκε επιβλαβές λογισμικό και διαγράφηκε.
fr: Désolé, un malware a été détecté dans le fichier que vous avez essayé d'envoyer, il a dû être supprimé.
id: Maaf, tetapi sebuah malware terdeteksi dalam berkas yang Anda unggah dan berkas tersebut akan dihapus.
pl: Niestey w pliku który próbowałeś wysłać znaleziono złośliwe oprogramowanie. Plik został usunięty.
pt_pt: Desculpe, mas foi detetado malware num ficheiro que tentou enviar e este teve de ser apagado.
sl: V poslani datoteki je bila zaznana zlonamerna vsebina, zato je ta datoteka izbrisana.
uk: Перепрошуємо, але у файлі, який ви намагаєтесь завантажити, виявлений шкідливий код, тому цей файл буде видалено.
zh_cn: 抱歉，您的文件含有恶意软件。文件已经被删除。

source: This email is a notification from {host}. Please, do not reply.
bg_bg: Този имейл е от {host}. Моля, не отговаряй.
da: Denne email er en underretning fra {host}. Den kan ikke besvares.
el: Αυτό το μήνυμα είναι μια ειδοποίηση από το {host}. Παρακαλώ, μην το απαντήσετε.
fr: Ceci est un message de notification envoyé de {host}. Merci de ne pas y répondre.
id: Email ini adalah pemberitahuan dari {host}. Jangan dibalas.
pl: Ten e-mail jest powiadomieniem od {host}. Proszę nie odpowiadać.
pt_pt: Este e-mail é uma notificação do {host}. Por favor, não responda.
sl: To sporočilo je obvestilo z gostitelja {host} in nanj ne odgovarjajte.
uk: Цей E-mail є повідомленням від {host}. Відповідати не потрібно.
zh_cn: 这是一封{host}通知电邮。请勿回复。

source: File uploaded: {file}
bg_bg: Файлът качен: {file}
da: Fil uploadet: {file}
el: Το αρχείο μεταφορτώθηκε: {file}
fr: Fichier envoyé : {file}
id: Berkas diunggah: {file}
pl: Plik załadowany: {file}
pt_pt: Ficheiro enviado: {file}
sl: Poslana datoteka: {file}
uk: Файл вивантажено: {file}
zh_cn: 文件上载成功：{file}

source: Antivirus Configuration
bg_bg: Настройки на Антивирусната
da: Opsætning af antivirus
el: Ρύθμιση Αντιικού
fr: Configuration de l'antivirus
id: Konfigurasi Antivirus
pl: Konfiguracja antywirusa
pt_pt: Configuração do Anti-virus
sl: Nastavitve protivirusne zaščite
uk: Налаштування Антивіруса
zh_cn: 杀毒软件配置

source: Mode
bg_bg: Режим
el: Κατάσταση
pl: Tryb
pt_pt: Modo
sl: Način
uk: Режим
zh_cn: 模式

source: Executable
bg_bg: Изпълним файл
el: Εκτελέσιμο
fr: Exécutable
id: Dapat dijalankan
pl: Plik wykonywalny
pt_pt: Executável
sl: Izvedljiva datoteka
uk: Виконуваний
zh_cn: 可执行文件

source: Daemon
bg_bg: Демон
el: Υπηρεσία
fr: Démon
pl: Demon
sl: Ozadnji program
uk: Фоновий Процес
zh_cn: 守护进程

source: Daemon (Socket)
bg_bg: Демон (Socket)
da: Dæmon (sokkel)
el: Υπηρεσία (Socket)
fr: Démon (socket)
id: Daemon (Soket)
pl: Demon (Socket)
sl: Ozadnji program (vtič)
uk: Демон (Сокет)
zh_cn: 进程（套接字）

source: Socket
da: Sokkel
id: Soket
pt_pt: Ligação
sl: Vtič
uk: Сокет
zh_cn: 套接字

source: Clamav Socket.
da: Clamav-sokkel
fr: Socket de Clamav.
id: Soket Clamav.
pl: Socket Clamav
pt_pt: Ligação Calmav
sl: Vtič Clamav.
uk: Сокет Clamav.
zh_cn: Clamav 套接字。

source: Not required in Executable Mode.
bg_bg: Не е задължително в режим Изпълнимост
da: Ikke påkrævet i Executable Mode.
el: Δεν απαιτείται κατά την λειτουργία ως Εκτελέσιμο.
fr: Non requis en mode exécutable.
id: Tidak diperlukan dalam Mode Dapat Dijalankan
pl: Nie jest wymagane w trybie wykonywalnym.
pt_pt: Não é necessário no Modo de Execução.
sl: Ni zahtevano v načinu izvajanja.
uk: Не потрібно у режимі виконання.
zh_cn: 无需于执行模式

source: Host
bg_bg: Сървър
el: Διακομιστής
fr: Hôte
pt_pt: Anfitrião
sl: Gostitelj
uk: Хост
zh_cn: 主机

source: Address of Antivirus Host.
bg_bg: Адрес на Антивирусният Сървър
da: Adresse på antivirus-værten
el: Διεύθυνση του διακομιστή Αντιικού.
fr: Adresse du serveur antivirus.
id: Alamat Host Antivirus
pl: Adres serwera antywirusowego.
pt_pt: Endereço do Anfitrião do Antivírus.
sl: Naslov protivirusnega gostitelja.
uk: Адреса хоста Антивіруса.
zh_cn: 杀毒软件主机地址

source: Port
bg_bg: Порт
el: Θύρα
pt_pt: Porta
sl: Vrata
uk: Порт
zh_cn: 端口

source: Port number of Antivirus Host.
bg_bg: Порт на Анитивирусният Сървър
da: Portnummer på antivirus-værten
el: Αριθμός θύρας του διακομιστή Αντιικού
fr: Numéro de port du serveur antivirus
id: Nomor port Host Antivirus
pl: Numer portu serwera antywirusowego.
pt_pt: Número da porta do Anfitrião do Antivírus
sl: Vrata protivirusnega gostitelja.
uk: Номер порта у хоста Антивіруса.
zh_cn: 杀毒软件主机端口号

source: Stream Length
da: Strømlængde
el: Διάρκεια της ροής δεδομένων
fr: Longueur du flux
id: Panjang Aliran
pl: Długość strumienia
pt_pt: Comprimento do fluxo
sl: Dolžina pretoka
uk: Довжина Потоку
zh_cn: 流长度

source: ClamAV StreamMaxLength value in bytes.
bg_bg: ClamAV StreamMaxLength стойност в байтове.
da: ClamAV StramMaxLength-værdi i bytes.
el: Τιμή StreamMaxLength του ClamAV σε bytes.
fr: Valeur en bytes pour la variable StreamMaxLength de ClamAV
id: Nilai ClamAV StreamMaxLength dalam byte.
pl: ClamAV StreamMaxLength wartości w bajtach.
pt_pt: Valor ClamAV StreamMaxLength em bytes.
sl: Vrednost ClamAV StreamMaxLength v bajtih.
uk: Значення ClamAV StreamMaxLength в байтах.
zh_cn: ClamAV StreamMaxLength 字节定值

source: Path to clamscan
bg_bg: Път до clamscan
da: Sti til clamscan
el: Διαδρομή για το clamscan
fr: Chemin vers clamscan
id: Lokasi clamscan
pl: Ścieżka do clamscan
pt_pt: Caminho para o clamscan
sl: Pot do programa clamscan.
uk: Шлях до clamscan
zh_cn: clamscan路径

source: Path to clamscan executable.
bg_bg: Път до изпълнимия файл на clamscan
da: Sti til clamscans executable.
el: Διαδρομή για το εκτελέσιμο clamscan.
fr: Chemin vers l'exécutable clamscan
id: Lokasi eksekutor clamscan.
pl: Scieżka do pliku wykonywalnego clamscan
pt_pt: Caminho para o clamscan executável
sl: Pot do izvedljive datoteke programa clamscan.
uk: Шлях до виконуваного файлу clamscan.
zh_cn: clamscan执行文件路径

source: Not required in Daemon Mode.
bg_bg: Не е задължително в режим Демон
da: Ikke påkrævet i Daemon mode.
el: Δεν απαιτείται κατά τη λειτουργία ως Υπηρεσίας.
fr: Non requis en mode démon.
id: Tidak diperlukan dalam Mode Daemon.
pl: Nie jest wymagany w trybie demona
pt_pt: Não é necessário no modo Deamon
sl: Ni zahtevano v načinu ozadnjega izvajanja.
uk: Не потрібно в режимі Фонового Процесу.
zh_cn: 无需于守护进程

source: Extra command line options (comma-separated)
da: Ekstra tilvalg til kommandolinjen (kommaseparerede)
fr: Options de ligne de commande supplémentaires (séparées par des virgules)
id: Opsi baris perintah ekstra (pisahkan dengan koma)
pl: Dodatkowe opcje linii komend (oddzielone przecinkami)
pt_pt: Opções Extra da linha de comandos (separados por virgulas)
sl: Dodatne možnosti ukaza (ločene z vejico)
uk: Extra варіанти командного рядка (через кому)
zh_cn: 其他命令行选项(逗号分隔)

source: Action for infected files found while scanning
bg_bg: Действие, което да се предприеме при намиране на заразени файлове по време на сканиране
da: Handling for inficerede filer, der findes under scanning
el: Ενέργεια για τα μολυσμένα αρχεία κατά την σάρωση
fr: Action à effectuer pour les fichiers détectés comme étant infectés
id: Tindakan untuk berkas yang terinfeksi saat pemindaian
pl: Działania dla zainfekowanych plików znalezionych podczas skanowania
pt_pt: Acção para os ficheiros infectados encontrados durante a pesquisa
sl: Dejanje za najdene okužene datoteke med preiskovanjem
uk: Дії для заражених файлів, знайдених при скануванні
zh_cn: 扫描感染文件成功后的行动

source: Only log
bg_bg: Само доклад
da: Registrering i log
el: Καταγραφή μόνο
fr: Seulement en prendre note
id: Log saja
pl: Tylko loguj
pt_pt: Só registar
sl: Le dnevnik
uk: Лише протоколювати
zh_cn: 仅记录

source: Delete file
bg_bg: Изтрий файла
da: Slet fil
el: Διαγραφή αρχείου
fr: Supprimer le fichier
id: Hapus berkas
pl: Usuń plik
pt_pt: Apagar Ficheiro
sl: Izbriši datoteko
uk: Видалити файл
zh_cn: 删除文件

source: Save
bg_bg: Запиши
da: Gem
el: Αποθήκευση
fr: Sauvegarder
id: Simpan
pl: Zapisz
pt_pt: Guardar
sl: Shrani
uk: Зберегти
zh_cn: 保存

source: Advanced
bg_bg: Допълнителни
da: Avanceret
el: Για προχωρημένους
fr: Avancé
id: Lanjutan
pl: Zaawansowane
pt_pt: Avançado
sl: Napredne možnosti
uk: Додатково
zh_cn: 高级

source: Rules
bg_bg: Правила
da: Regler
el: Κανόνες
fr: Règles
id: Aturan
pl: Reguły
pt_pt: Regras
sl: Pravila
uk: Правила
zh_cn: 规则

source: Clear All
bg_bg: Изчисти всичко
da: Rens Alle
el: Εκκαθάριση Όλων
fr: Tout effacer
id: Bersihkan Semua
pl: Wyczyść wszystkie
pt_pt: Apagar todos
sl: Počisti vse
uk: Очистити всі
zh_cn: 清空

source: Reset to defaults
bg_bg: Възстанови първоначалните
da: Nulstil til standard
el: Επαναφορά στις προεπιλογές
fr: Réinitialisation
id: Setel ulang ke default
pl: Przywróć domyślne
pt_pt: Repor para a predefinição
sl: Povrni na privzeto
uk: Відновити значення за замовчуванням
zh_cn: 重置为默认

source: Match by
bg_bg: Сравни по
da: Match med
el: Ταίριασμα με βάση
fr: Correspond avec
id: Cocok dengan
pl: Pasujące do
pt_pt: Corresponder por
sl: Uskladi z
uk: Сортувати за
zh_cn: 匹配

source: Scanner exit status or signature to search
bg_bg: Търси по почерк или краен статус на сканирането
da: Skannerens afslutningsstatus eller signatur, der skal søges efter
el: Κατάσταση εξόδου ανιχνευτή ή υπογραφή προς αναζήτηση
fr: Etat de sortie du scanner ou signature à rechercher
id: Status keluar atau tandatangan pemindai untuk penelusuran
pl: Status zakończenia skanera lub sygnatura do szukania
pt_pt: Estado de verificação de termino ou assinatura para pesquisar
sl: Stanje končanja preiskovalnika ali podpis pa za iskanje
uk: Статус виходу сканера або підпис до пошуку
zh_cn: 用于搜索的扫描器退出状态或签名

source: Description
bg_bg: Описание
da: Beskrivelse
el: Περιγραφή
id: Keterangan
pl: Opis
pt_pt: Descrição
sl: Opis
uk: Опис
zh_cn: 描述

source: Mark as
bg_bg: Отбележи като
da: Marker som
el: Μαρκάρισμα ως
fr: Marquer comme
id: Tandai sebagai
pl: Oznacz jako
pt_pt: Marcar como
sl: Označi kot
uk: Відзначити як
zh_cn: 标记为

source: Add a rule
bg_bg: Добави правило
da: Tilføj regel
el: Προσθήκη κανόνα
fr: Ajouter une règle
id: Tambahkan aturan
pl: Dodaj regułę
pt_pt: Adicionar regra
sl: Dodaj pravilo
uk: Додати правило
zh_cn: 添加规则
