Repository: 5nafu/apps
Catalog: l10n/*/firstrunwizard.po
Languages: ar, el, ro

source: Welcome to
ar: أهلا بك في
el: Καλώς ήρθατε στο
ro: Bun venit la

source: Your personal web services. All your files, contacts, calendar and more, in one place.
ar: خدمات الويب الشخصية. كل ملفاتك،اتصالاتك، مفكرتك و غيرها، في مكان واحد.
el: Οι προσωπικές υπηρεσίες ιστού. Όλα τα αρχεία, οι επαφές, το ημερολόγιό σας και πολλά άλλα, σε μια τοποθεσία.
ro: Serviciile tale web personale. Toate fișierele, contactele, calendarele și multe altele într-un singur loc.

source: Get the apps to sync your files
ar: احصل على التطبيقات لمزامنة ملفاتك
el: Λήψη των εφαρμογών για συγχρονισμό των αρχείων σας
ro: Obține aplicația pentru sincronizarea fișierelor

source: Connect your desktop apps to
ar: ربط تطبيقاتك المكتبية بـ
el: Συνδέστε την εφαρμογή του υπολογιστή σας με το
ro: Conectează aplicațiile tale de birou la

source: Connect your Calendar
ar: ربط مفكرتك
el: Συνδέστε το Ημερολόγιό σας
ro: Conectează-ți calendarul

source: Connect your Contacts
ar: ربط اتصالات
el: Συνδέστε τις Επαφές σας
ro: Conectează-ți contactele

source: Access files via WebDAV
ar: دخول الملفات باستخدام WebDAV
el: Πρόσβαση στα αρχεία μέσω WebDAV
ro: Accesează fișierele prin WebDAV

source: Documentation
ar: التوثيق
el: Τεκμηρίωση
ro: Documentație

source: There’s more information in the <a target="_blank" href="%s">documentation</a> and on our <a target="_blank" href="http://owncloud.org">website</a>.
ar: المزيد من التفاصيل متوفرة في <a target="_blank" href="%s">ملفات المساعدة و على</a> and on our <a target="_blank" href="http://owncloud.org">موقعنا</a>.
el: Υπάρχουν περισσότερες πληροφορίες στην ιστοσελίδα <a target="_blank" href="%s">τεκμηρίωσης</a> και στον <a target="_blank" href="http://owncloud.org">ιστότοπό μας</a>.
ro: Găsești mai multe informații în <a target="_blank" href="%s">documentație</a> și pe <a target="_blank" href="http://owncloud.org">saitul nostru</a>.

source: If you like ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recommend it to your friends</a>!
ar: إذا أعجبك ownCloud <a href="mailto:?subject=ownCloud&body=ownCloud برنامج مفتوح رائع لمشاركة و مزامنة ملفاتك. بإمكانك تحميله مجانا على http://owncloud.org"> انصح به أصدقاءك</a>!
el: Εάν σας άρεσε το ownCloud, <a href="mailto:?subject=ownCloud&body=Το ownCloud είναι καταπληκτικό ανοιχτό λογισμικό για το συγχρονισμό και διαμοιρασμό των αρχείων σας. Μπορείτε να το λάβετε δωρεάν από την ιστοσελίδα http://owncloud.org">συστήστε το και στους φίλους σας</a>!
ro: Dacă îți place ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud este o aplicație liberă pentru sincronizarea și partajarea fișierelor. O poți obține gratuit de la http://owncloud.org">recomandă-l prietenilor tăi</a>!
