Repository: 5nafu/apps
Catalog: l10n/*/imprint.po
Languages: ar, bg_bg, bn_in, eu, fa, it, ja, sl, zh_cn

source: Legal notice
ar: إشعار قانوني
bg_bg: Правна информация
bn_in: লিগ্যাল নোটিশ
eu: Lege oharra
fa: اخطار قانونی
it: Note legali
ja: 免責事項
sl: Pravno obvestilo
zh_cn: 法律声明

source: Nothing here yet
ar: لا شيئ هنا إلى الآن.
bg_bg: Празно е
bn_in: কিছুই এখানে নেই এখনো
eu: Ezer hemen oraindik
fa: اینجا هنوز چیزی نیست.
it: Qui ancora niente
ja: ここにはまだ何もありません
sl: Ni še vsebine
zh_cn: 这里还什么都没有

source: The content of the legal notice has to be configured first
ar: يجب أن يتم تهيئة محتوى الإشعار القانوني أولا.
bg_bg: Трябва първо да зададеш правна информация.
bn_in: আইনি নোটিশের কন্টেন্ট প্রথমে কনফিগার করা হবে
eu: Lege oharraren edukia konfiguratu behar da lehenengo
fa: محتوی اخطار قانونی ابتدا باید تنظیم شود.
it: Il contenuto delle note legali deve essere precedentemente configurato
ja: 免責事項の内容をまず設定しなくてはなりません
sl: Najprej je treba nastaviti vsebino pravnega obvestila
zh_cn: 必须先配置法律通知等内容

source: That configuration is done in the administration section.
ar: هذا الإعداد قد تم في القسم الإداري.
bg_bg: Тази конфигурация се задава в административната секция.
bn_in: এই কনফিগারেশন প্রশাসন বিভাগে সম্পন্ন করা হয়।
eu: Konfigurazioa hau kudeaketa atalean eginda dago.
fa: پیکربندی در بخش مدیریت انجام شده است.
it: La configurazione viene fatta nella sezione di amministrazione.
ja: その設定は管理セクションで行うことができます。
sl: Nastavitve je mogoče urejati med skrbniškimi nastavitvami.
zh_cn: 那个配置会在管理部分完成。

source: That configuration has to be done by the system administration.
ar: هذا الإعداد يجب أن يتم بواسطة إدارة النظام.
bg_bg: Тази конфигурация трябва да се зададе в административната секция.
bn_in: যে কনফিগারেশন সিস্টেম অ্যাডমিনিস্ট্রেশন দ্বারা সম্পন্ন করা হবে।
eu: Konfigurazioa sistema kudeatzaileak egin du.
fa: پیکر بندی باید توسط مدیریت سیستم انجام شود.
it: La configurazione deve essere fatta dall'amministrazione di sistema.
ja: その設定はシステム管理で行う必要があります。
sl: Te nastavitve lahko spreminja le skrbnik sistema.
zh_cn: 那个配置必须在系统管理部分完成。

source: Imprint
ar: الدمغة.
bn_in: অঙ্কিত করা
fa: مهر زدن
ja: インプリント
sl: Natis
zh_cn: 版本说明

source: Reference
it: Riferimento
sl: Sklic

source: Header left
ar: رأس صفحة أيسر
bg_bg: Ляво заглавие
bn_in: হেডারের বাম
eu: Ezker goiburua
fa: سربرگ سمت چپ
it: Intestazione a sinistra
ja: ヘッダの左
sl: Leva glava
zh_cn: 页眉居左

source: Header right
ar: رأس صفحة أيمن
bg_bg: Дясно заглавие
bn_in: হেডারের ডান
eu: Eskuin goiburua
fa: سربرگ سمت راست
it: Intestazione a destra
ja: ヘッダの右
sl: Desna glava
zh_cn: 页眉居右

source: As guest
eu: Gonbidatu gisa
it: Come ospite
sl: Kot gost

source: Footer left
sl: Leva glava

source: Footer right
sl: Desna glava

source: At login
it: All'accesso
sl: Pri prijavi

source: Application
it: Applicazione
sl: Program

source: Content
ar: المحتوى
bg_bg: Съдържание
bn_in: বিষয়বস্তু
eu: Edukia
fa: محتوا
it: Contenuto
ja: 内容
sl: Vsebina
zh_cn: 内容

source: You can use html markup (e.g. <br> for a linebreak) and inline style attributes (e.g. <a style="color:red;">).
ar: يمكنك استخدام رموز html (مثلا <br> لبداية سطر جديد) وخصية style (مثال <a style="color:red;">).
bg_bg: Можеш да използваш html(пр. <br> за нов ред) и inline style атрибути (пр. <a style="color:red;">).
bn_in: আপনি এইচটিএমএল মারকাপ (যেমন লাইনব্রেকের জন্যে <br>) এবং ইনলাইন স্টাইল গুণাবলী (যেমন <a style="color:red;">)।
eu: html etiketak erabil ditzakezu (adb: <br> lerro berri baterako) eta etiketa barneko estilo atributuak (adb: <a style="color:red").
fa: شما میتوانید از کدهای html(مانند <br> برای خط جدید) ویا از استایل ها (مانند <a style="color:red;">) استفاده کنید.
it: Puoi utilizzare i contrassegni HTML (ad es. <br> per un interruzione di riga) e gli attributi di stile in linea (ad es. <a style="color:red;">).
ja: HTMLマークアップ(例： 改行は &lt;br&gt;) とスタイル属性(例： &lt;a style="color:red;"&gt;)を使用できます。
sl: Uporabiti je mogoče zapis HTML (na primer <br> za prelom vrstice) in medvrstične atribute slogov (na primer <a style="color:red;">).
zh_cn: 你可以使用html标记 (例如，使用 &lt;br&gt; 断行)和内嵌样式属性(例如，<a style="color:red;">)

source: Placement
bn_in: প্লেসমেন্ট

source: Standalone app
bg_bg: Самостоятелно приложение
bn_in: একা দাঁড়ানো অ্যাপ্

source: Navigation top
bg_bg: Горна навигация
bn_in: ন্যাভিগেশনের শীর্ষে

source: Navigation bottom
bg_bg: Долна навигация
bn_in: ন্যাভিগেশনের নীচে

source: During login
bg_bg: По време на вписване
bn_in: লগইনের সময়
