Repository: 5nafu/apps
Catalog: l10n/*/ownpad_lite.po
Languages: bn_in

source: Document was shared
bn_in: ডকুমেন্ট শেয়ার করা হয়েছিল

source: User %s shared quick document %s with you.
bn_in: ব্যবহারকারী %s আপনার সাথে দ্রুত দস্তাবেজ %s গুলি ভাগ করেছে.

source: My pad
bn_in: আমার প্যাড

source: Settings
bn_in: সেটিংস

source: Pad Title
bn_in: প্যাডের পদবী

source: Open
bn_in: খোলা

source: Share with
bn_in: সাথে ভাগ করুন

source: Share
bn_in: শেয়ার

source: Etherpad service URL
bn_in: Etherpad পরিসেবার URL টি

source: Username
bn_in: ইউজারনেম

source: Save
bn_in: সেভ
